Repository: rorepo/gratipay.com
Catalog: i18n/core/*.po
Languages: nl, pt

source: Country
nl: Land
pt: País

source: non-US?
nl: Buiten US?
pt: não-EUA?

source: Contact Phone Number
nl: Contact telefoonnummer
pt: Número de Tefelone para Contato

source: Date of Birth
nl: Geboortedatum
pt: Data de Nascimento

source: Last four SSN digits
nl: Laatste vier SSN nummers
pt: Quatro últimos dígitos do SSN

source: (Not required)
nl: (Niet verplicht)
pt: (Não Obrigatório)

source: You don't have a profile statement in this language yet.
nl: Je hebt nog geen profiel verklaring in deze taal.
pt: Você ainda não tem uma declaração no seu perfil nesta língua.

source: You haven't saved your changes, are you sure you want to discard them?
nl: Je hebt je veranderingen niet opgeslagen, weet je het zeker dat je deze wilt negeren?
pt: Você não salvou suas alterações, tem certeza que deseja descartá-las?

source: with {n} other
nl: met {n} andere
pt: com {n} outro

source: Warning: Doing this will remove all the members from your team. You'll have to add them back manually to undo this!
nl: Let op: hiermee verwijdert u alle leden van uw team. Om dit ongedaan te maken zult u alle leden weer handmatig moeten toevoegen!
pt: Cuidado: Fazendo isso irá remover todos os membros da sua equipe. Você vai ter que adicioná-los de volta manualmente para desfazer essa ação!

source: Warning: This will make the total amount you receive publicly visible. Are you sure you want to do this?
nl: Let op: Hierdoor wordt het totale ontvangen bedrag publiekelijk gemaakt. Weet je zeker dat je dit wilt doen?
pt: Aviso: Isso vai fazer a quantidade total que você recebe visivel para o público. Tem certeza que deseja fazer isso?

source: Your account type has been changed.
nl: Uw account type is gewijzigd.
pt: O tipo da sua conta foi alterado.

source: Teams aren't allowed to hide their receiving amount.
nl: Het is voor teams niet toegestaan om hun te ontvangen bedrag te verbergen.
pt: Times não são permitidos escoder a quantidade que recebem.

source: Your privacy setting has been changed.
nl: Uw privacy instellingen zijn gewijzigd.

source: Invalid email address.
nl: Ongeldig e-mailadres
pt: Endereço de email inválido.

source: A verification email has been sent to {0}.
nl: Een verificatie e-mail is verzonden naar {0}.
pt: Um email de verificação foi enviado para {0}.

source: You have already added and verified this address.
nl: U hebt dit e-mailadres al toegevoegd en geverifieerd.
pt: Você já adicionou e verificou esse endereço.

source: Please Sign In
nl: Logt u alstublieft in
pt: Por favor logue

source: Sign in to finish connecting your email.
nl: Log in om de procedure af te ronden voor het koppelen van uw e-mailadres.
pt: Logue para terminar de conectar o seu email.

source: Wrong Account
nl: Verkeerde account
pt: Conta Errada

source: You're signed into the wrong Gratipay account to complete this email verification. If you accidentally created two Gratipay accounts, you can merge them by logging into the main one and adding the social accounts from the other. Email {0} if you'd like help.
nl: U hebt ingelogd met de verkeerde Gratipay account om de e-mailadres verificatie te kunnen voltooien. Als u per ongeluk twee Gratipay accounts heeft aangemaakt, dan kunt u inloggen met uw hoofdaccount om vervolgens daar de andere accounts aan toe te voegen. Stuur een e-mail {0} als u hierbij hulp nodig heeft.
pt: Você logou na conta errada do Gratipay para completar essa verificação de email. Se você acidentalmente criou duas contas no Gratipay, você pode fundi-las logando na conta principal e adicionando as contas sociais da outra. Email {0} se você precisar de ajuda.

source: Success!
nl: Gelukt!
pt: Sucesso!

source: Your email address {0} is now connected to your Gratipay account.
nl: Uw e-mailadres {0} is nu gekoppeld aan uw Gratipay account.
pt: O seu endereço de email {0} agora está conectado a sua conta Gratipay.

source: Address Taken
nl: Dit e-mailadres is reeds geclaimd
pt: Endereço tomado

source: The email address {0} is already connected to a different Gratipay account.
nl: Het e-mailadres {0} is al gekoppeld aan een andere Gratipay account.
pt: O seu endereço de email {0} já está conectado a uma conta diferente do Gratipay.

source: Already Verified
nl: Deze is reeds geverifieerd
pt: Já verificado

source: Your email address {0} is already connected to your Gratipay account.
nl: Uw e-mailadres {0} is al gekoppeld aan uw Gratipay account.
pt: O seu endereço de email {0} já está conectado a sua conta Gratipay.

source: Missing Info
nl: Deze informatie mist nog
pt: Informação faltando.

source: Sorry, that's a bad link. You'll need to view your email addresses and start over.
nl: Excuses, die link klopt niet. Controleer alstublieft uw e-mailadres en begin opnieuw.
pt: Desculpe, esse link não é válido. Você precisa ver o seu endereço de email e começar de novo.

source: Expired
nl: Verlopen
pt: Expirado

source: The verification code for {0} has expired.
nl: De verificatie code voor {0} is verlopen.
pt: O código de verificação para {0} expirou.

source: The verification code for {0} is bad.
nl: De verificatie code voor {0} klopt niet.
pt: O código de verificação para {0} é ruim.

source: Resend verification email
nl: Verficatie e-mail opnieuw versturen
pt: Reenvie a verificação de email

source: View your email addresses
nl: Bekijk uw e-mailadressen.
pt: Veja o seu endereço de email

source: Export History
nl: Exporteer geschiedenis
pt: Exporte o Histórico

source: pending
nl: wachtend
pt: pendente

source: failed
nl: gefaald
pt: falhou

source: succeeded
nl: gelukt
pt: sucedeu

source: Your balance is {0}.
nl: Jouw balans is {0}.
pt: Seu saldo é {0}.

source: Their balance is {0}.
nl: Hun balans is {0}.
pt: O balanço deles é {0}.

source: Account Statement
nl: Bankafschrift
pt: Extrato da Conta

source: Total given: {0}
nl: Totaal gegeven: {0}
pt: Total doado: {0}

source: Export as CSV
nl: Exporteer als CSV
pt: Exporte como CSV

source: Total received: {0}
nl: Totaal ontvangen: {0}
pt: Total recebido: {0}

source: Outside
nl: Buiten
pt: Fora

source: Inside Gratipay
nl: Binnen Gratipay
pt: Dentro do Gratipay

source: Card
nl: Kaart
pt: Cartão

source: Fees
nl: Kosten
pt: Taxas

source: Credits
nl: Krediet
pt: Créditos

source: Debits
nl: Debet
pt: Débitos

source: Balance
nl: Balans
pt: Balanço

source: Notes
nl: Notas
pt: Notas

source: Automatic Withdrawal
nl: Automatische opname
pt: Retirada Automática

source: Automatic Charge
nl: Automatische afname
pt: Carga Automática

source: Receipt
nl: Ontvangstbewijs
pt: Recibo

source: No transactions to show.
nl: Er zijn geen overboekingen aanwezig in het systeem.
pt: Nenhuma transação para exibir.

source: You receive {0} per week
nl: Je ontvangt {0} per week
pt: Você recebe {0} por semana

source: {0} receives {1} per week
nl: {0} ontvangt {1} per week
pt: {0} recebe {1} por semana

source: Dollars Received Per Week
nl: Dollar ontvangen per week
pt: Dólares Recebido Por Semana

source: weeks
nl: weken
pt: semanas

source: Number of Patrons Per Week
nl: Aantal patroons per week
pt: Número de Patronos Por Semana

source: Tips Received, by Number of Tips
nl: Fooien ontvangen, per aantal fooien
pt: Gorjetas recebidas, pelo Número de Gorjetas

source: Tips Received, by Dollar Amount
nl: Fooien Ontvangen, per bedrag
pt: Gorjetas recebidas, pela Quantidade de Dólares

source: The address cannot be empty.
nl: Het adres moet worden ingevuld.

source: You need to verify your identity first.
nl: U dient eerst uw identiteit te verifiëren.

source: Only verified email addresses allowed.
nl: Alleen geverifieerde e-mailadressen zijn toegestaan.

source: This is not a valid Bitcoin address.
nl: Dit is geen geldig Bitcoin adres.
pt: Este não é um endereço de Bitcoin válido.

source: Your bank account is {0}not connected{1}
nl: Uw bank rekening is {0} niet gekoppeld{1}
pt: Sua conta bancária está {0}não conectada{1}

source: Your bank account is {0}connected{1}
nl: Uw bank rekening is {0} gekoppeld{1}
pt: Sua conta bancária está {0}conectada{1}

source: Bank Account
nl: Bank rekening
pt: Conta Bancária

source: When you receive money on Gratipay we'll automatically deposit it into your bank account.
nl: Wanneer we geld ontvangen op Gratipay storten we automatish op je bank rekening.
pt: Quando você recebe dinheiro no Gratipay nós vamos depositá-lo automaticamente em sua conta bancária.

source: If you don't connect a bank account then your money will accumulate within Gratipay unless you regift it to others.
nl: Als je geen bank rekening koppelt, dan stapelt het op in Gratipay, tenzij je giften doet aan anderen.
pt: Se você não conectar uma conta bancária então o seu dinheiro vai ficar acumulado no Gratipay a não ser que você re-presenteie para outros.

source: Deposits are initiated every Thursday, but only if you have more than {0} in your balance.
nl: Bedragen worden elke donderdag gestort, mits er meer dan {0} op je balans staat.
pt: Depósitos são iniciados todas as Quintas, mas apenas se você tiver mais que {0} no seu saldo.

source: and then you'll be able to add or change your bank account.
nl: en dan kun je een bankrekening toevoegen of wijzigen.
pt: e então você estará habilitado para adicionar ou mudar sua conta bancária.

source: Routing Information
nl: Routing informatie
pt: Informação de Roteamento

source: Name on Bank Account
nl: Naam op bankrekening
pt: Nome na Conta Bancária

source: Routing Number
nl: Routing nummer
pt: Número de Roteamento

source: This routing number is invalid.
nl: Dit banknummer is ongeldig.

source: Bank Account Number
nl: Bank Rekening Nummer
pt: Número da Conta Bancária

source: Current: {0}
nl: Huidig: {0}

source: Bank Account Type
nl: Bank rekening type

source: checking
nl: zichtrekening

source: savings
nl: spaarrekening

source: Are you sure you want to disconnect your bank account?
nl: Weet u zeker dat u uw bankrekening wilt ontkoppelen?

source: Disconnect My Bank Account
nl: Koppel mijn bankrekening af.
pt: Desconecte minha Conta Bancária

source: Your credit card is {0}missing{1}
nl: Uw kredietkaart {0}ontbreekt{1}
pt: O seu cartão de crédito está {0}faltando{1}

source: Your credit card is {0}working{1}
nl: Uw kredietkaart is {0}operationeel{1}
pt: O seu cartão de crédito está {0}funcionando{1}

source: Your credit card is {0}failing{1}
nl: Uw kredietkaart heeft{0}gefaald{1}
pt: O seu cartão de crédito está {0}falhando{1}

source: Credit Card
nl: Kredietkaart
pt: Cartão de Crédito

source: When you don't have enough money in your Gratipay account to cover your gifts, we'll attempt to pull money in using your credit card.
nl: Wanneer je onvoldoende geld in je Gratipay rekening hebt om je giften te dekken, zullen we properen geld van je kredietkaart over te halen.
pt: Quando você não tem dinheiro suficiente na sua conta do Gratipay para cobrir seus presentes, nós vamos tentar retirar dinheiro usando o seu cartão de crédito.

source: If your credit card is missing or fails then your gifts won't go through for that week.
nl: Wanneer je kredietkaart ontbreekt of faalt, dan zullen je giften voor die week niet doorgaan.
pt: Se o seu cartão de crédito está faltando ou falhar então os seus presentes não irão ser processados para esta semana.

source: and then you'll be able to add or change your credit card.
nl: en dan kun je een creditcard toevoegen of wijzigen.
pt: e então você estará habilitado para adicionar ou mudar seu cartão de crédito.

source: Required
nl: Nodig
pt: Requerido

source: Credit Card Number
nl: Kredietkaartnummer
pt: Número do Cartão de Crédito

source: This card number is invalid.
nl: Dit kaartnummer is ongeldig.

source: Expiration
nl: Geldig tot
pt: Expiração

source: Expiration Month
nl: Geldig tot de maand

source: This expiration date is invalid.
nl: Deze geldigheidsdatum is ongeldig.

source: Expiration Year
nl: Geldig tot het jaar

source: This verification code is invalid.
nl: Deze verificatiecode is ongeldig.

source: To minimize processing fees, we charge your credit card at least $10 at a time (anything extra stays in Gratipay to use in future weeks). {0}Read More{1}
nl: Om de verwerkingskosten te beperken, wordt je creditcard met minimaal $10 per keer belast (overgebleven geld blijft beschikbaar in Gratipay voor toekomstig gebruik). {0}Lees meer{1}

source: Full Name on Card
nl: Volledige naam op de kaart
pt: Nome Completo no Cartão

source: Are you sure you want to disconnect your credit card?
nl: Weet u zeker dat u uw creditcard wilt ontkoppelen?

source: Disconnect My Credit Card
nl: Koppel mijn kredietkaart af
pt: Desconecte meu Cartão de Crédito

source: It seems you're trying to delete something that doesn't exist.
nl: Het lijkt erop dat u iets probeert te verwijderen wat niet bestaat.

source: Your PayPal account is {0}not connected{1}
nl: Uw PayPal account is {0}niet gekoppeld{1}

source: Your PayPal account is {0}connected{1}
nl: Uw PayPal account is {0}gekoppeld{1}

source: When you receive money on Gratipay we'll automatically send it to your PayPal account if you don't have a bank account attached.
nl: Als u geld ontvangt op Gratipay, dan sturen we het automatisch naar uw PayPal account als u geen bank rekening heeft gekoppeld.

source: Deposits are initiated every Thursday when you accumulate at least {0} in your balance.
nl: Bedragen worden elke donderdag gestort, mits er meer dan {0} op uw balans staat.

source: PayPal's fee is 2%, but not more than $1 for U.S. PayPal accounts, or $20 for non-U.S. PayPal accounts.
nl: PayPal's commissie is 2%, maar dit is beperkt tot $1 voor Amerikaanse Paypal accounts, of $20 voor niet-Amerikaanse PayPal accounts.

source: Choose from one of your verified emails below:
nl: Kies hieronder een van uw geverifieerde e-mailadressen:

source: Can't find your PayPal email? {0}Add it here{1}.
nl: Kan u uw PayPal e-mailadres niet vinden? {0}Voeg het hier toe{1}.

source: You must {0}add and verify{1} your PayPal email first.
nl: U moet eerst uw PayPal e-mailadres {0}toevoegen en verifiëren{1}.

source: Are you sure you want to disconnect your PayPal account?
nl: Weet u zeker dat u uw PayPal account wilt ontkoppelen?

source: Disconnect {0}
nl: Ontkoppel {0}

source: Close Account
nl: Sluit account
pt: Fechar Conta

source: You still have money in this Gratipay account, please choose a disbursement method below or contact support.
nl: Er staat nog geld op deze Gratipay account, kies alsjeblieft een methode voor uitbetaling of neem contact op met onze support afdeling.
pt: Você ainda tem dinheiro nessa conta do Gratipay, por favor escolha um método de reembolso abaixo ou contate o suporte.

source: The bank withdrawal failed. Error message: {0}
nl: De geldopname is mislukt. Foutmelding: {0}
pt: O saque bancário falhou. Mensagem de erro: {0}

source: You are {0}
nl: Je bent {0}
pt: Você é {0}

source: Have you linked to your Gratipay profile from other websites? Be sure to update those links!
nl: Heb je je Gratipay profiel gelinkt vanaf andere websites? Verzeker je ervan deze links te actualiseren!
pt: Você ligou seu perfil do Gratipay com outros websites? Lembre-se de atualizar estes links!

source: Account type
nl: Type account
pt: Tipo de conta

source: Individual
nl: Individu

source: Available Money
nl: Beschikbaar geld.
pt: Dinheiro Disponível

source: Available Balance
nl: Beschikbare balans
pt: Balanço Disponível

source: Adding Money
nl: Geld toevoegen
pt: Adicionando Dinheiro

source: Withdrawing Money
nl: Geld opvragen
pt: Retirando Dinheiro

source: Your bank account is {0}working{1}
nl: Je bankrekening is {0}actief{1}
pt: Sua conta bancária está {0}funcionando{1}

source: Your bank account is {0}failing{1}
nl: Je bankrekening heeft {0}gefaald{1}
pt: Sua conta bancária está {0}falhando{1}

source: Email Addresses (Private)
nl: E-mailadres (privé)
pt: Endereços de email (Privado)

source: Primary
nl: Primair
pt: Primário

source: Unverified
nl: Niet geverifieerd
pt: Não verificado

source: Remove
nl: Verwijderen
pt: Remova

source: Resend email
nl: E-mail opnieuw versturen
pt: Reenvie o email

source: Set as primary
nl: Stel in als primair
pt: Defina como primário

source: Add email address
nl: Voeg een e-mailadres toe
pt: Adicione endereço de email

source: API Credentials
nl: API gegevens
pt: Credenciais da API

source: User ID:
nl: Gebruiker ID:
pt: ID do usuário:

source: API Key:
nl: API sleutel:
pt: Chave da API:

source: Show Key
nl: Toon sleutel
pt: Mostrar Chave

source: Hide Key
nl: Verberg sleutel
pt: Esconda Chave

source: Recreate
nl: Hermaak
pt: Recrie

source: Hide myself from search results.
nl: Verberg mijzelf in de zoekresultaten
pt: Esconda-me dos resultados da pesquisa.

source: On
nl: Aan
pt: Ligado

source: Off
nl: Uit
pt: Desligado

source: Notifications
nl: Notificaties
pt: Notificações

source: Send me notifications via email:
nl: Stuur me notificaties per mail:

source: When my credit card is charged:
nl: Wanneer mijn kredietkaart wordt aangerekend.

source: if the charge fails
nl: als de aanrekening faalt

source: if the charge succeeds
nl: als de aanrekening lukt

source: Close
nl: Sluit
pt: Fechar

source: Active
nl: Actief

source: Cancelled
nl: Geannuleerd
pt: Cancelado

source: These are subscriptions that you recently cancelled.
nl: Dit zijn abonnementen die je recentelijk hebt geannuleerd.

source: You pay {0} every week.
nl: Je betaalt {0} elke week.

source: No subscriptions to show
nl: Geen abonnementen aanwezig

source: Button
nl: Knop
pt: Botão

source: Use this code to embed a Gratipay button on your website:
nl: Gebruik deze code om een Gratipay op je website toe te voegen:
pt: Use esse código para embutir o botão Gratipay no seu website:

source: The button opens your profile on Gratipay in a new tab or window. Here's what the text reads:
nl: De knop opent je profiel op Gratipay in een nieuwe tab of venster. Dit is wat erop staat:
pt: O botão abre o seu perfil no Gratipay em uma nova aba ou janela. Aqui está como o texto será lido:

source: person is not logged into Gratipay or doesn't tip you
nl: persoon is niet in Gratipay ingelogd en geeft je geen fooien
pt: pessoa não está logada no Gratipay ou não deu gorjeta para você

source: person tips you; shows current gift amount
nl: persoon geeft je fooien; laat huidig gift bedrag zien
pt: pessoa dá gorjeta para você; mostra a quantidade corrente do presente

source: your own button
nl: je eigen knop
pt: seu próprio botão

source: Here's an example using {0}:
nl: Hier is een voorbeeld met gebruik van {0}:
pt: Aqui está um exemplo usando {0}:

source: Use this code to embed a Gratipay badge on your website:
nl: Gebruik deze code om een Gratipay badge op je website te zetten:
pt: Use esse código para embutir o distintivo Gratipay no seu website.

source: Here's what it looks like:
nl: Zo ziet het eruit:
pt: Aqui está como se parece:

source: Giving & Receiving Widgets
nl: Geven & Ontvangen Widgets
pt: Widgets de Doação e Recebimento

source: Use this code to add a Gratipay "receiving" widget on your website:
nl: Gebruik deze code om een Gratipay "ontvangst' widget op je website te zetten:
pt: Use esse código para adicionar o widget "recebendo" do Gratipay no seu website.

source: Or, if you'd like to include a "giving" widget, you can add the {0} attribute:
nl: Of, als je een 'geef' widgets wilt invoegen, kan je het {0} attribuut toevoegen:
pt: Ou, se você quiser incluir um widget "doando", você pode adicionar o {0} atributo:

source: FAQ
pt: Perguntas frequentes

source: Stats
pt: Estatísticas

source: Teams
pt: Times

source: Do Not Track
pt: Não Rastreie

source: Hall of Fame
pt: Hall da Fama

source: wk
pt: sem.

source: Dashboard
pt: Painel de Informações

source: Team
pt: Equipe

source: per week
pt: por semana

source: Teams (N={0})
pt: Times (N={0})

source: Status
pt: Situação

source: Bank
pt: Banco

source: CVV
pt: CSC

source: Account
pt: Conta

source: API docs
pt: Documentos da API

source: Privacy
pt: Privacidade

source: Badge
pt: Distintivo
