Repository: rorepo/gratipay.com
Catalog: i18n/core/*.po
Languages: nl, pt

source: Something not right? Reply to this email for help.
nl: Is er iets mis? Beantwoord deze mail voor hulp.
pt: Algum problema? Responda a este email para obter ajuda.

source: Greetings!
nl: Goedendag!

source: Oh no! A problem supporting {0}!
nl: O nee! Een probleem met {0}!

source: We tried to charge your credit card {0} today, to fund your ongoing support for {1}, but the charge failed with this message:
nl: We hebben geprobeerd om je steun voor {1} te met je kredietkaart {0} te verwerken, maar het faalde met deze melding:

source: {0} and {n} other
nl: {0} en {n} andere

source: Fix Credit Card
nl: Fix kredietkaart

source: Follow this link to fix your credit card:
nl: Volg deze link om je kredietkaart aan te passen:

source: Thanks for supporting {0}!
nl: Bedankt om {0} te steunen!

source: We charged your credit card {0} today, to fund your ongoing support for {1}. Thanks for using Gratipay!
nl: We hebben je kredietkaart {0} gebruikt om je {1} te blijven steunen. Bedankt om Gratipay te gebruiken!

source: View Receipt
nl: Bekijk Ontvangstbewijs

source: Follow this link to view your receipt:
nl: Volg deze link voor je ontvangstbewijs:

source: Follow this link if you want to view or modify your payments:
nl: Volg deze link als je je betaling wilt zien of veranderen:

source: Connect to {0} on Gratipay?
nl: Verbind met {0} op Gratipay?
pt: Ligar-se a {0} no Gratipay?

source: We've received a request to connect {0} to the {1} account on Gratipay. Sound familiar?
nl: We hebben een aanvraag ontvangen om {0} met de {1} account op Gratipay te verbinden. Klinkt dit bekend?
pt: Recebemos um pedido para ligar {0} à conta {1} no Gratipay. Reconhece isto?

source: Yes, proceed!
nl: Ja, doe maar!
pt: Sim, proceda!

source: Follow this link to finish connecting your email:
nl: Volg deze link om de procedure af te ronden voor het koppelen van uw emailadres:
pt: Siga esse link para terminar de conectar seu email:

source: Connecting {0} to {1} on Gratipay.
nl: {0} met {1} verbinden op Gratipay
pt: Ligando {0} a {1} no Gratipay.

source: We are connecting {0} to the {1} account on Gratipay. This is a notification sent to {2} because that is the primary email address we have on file.
nl: We hebben {0} met de {1} account verbonden op Gratipay. Dit is een notificatie voor {2} omdat dit het primaire email adres dat we geregistreerd hebben.
pt: Estamos a ligar {0} à conta {1} no Gratipay. Esta é uma notificação enviada para {2} porque esse é o endereço de email primário que temos no nosso registo.

source: You've consumed your quota of requests, you can try again in {0}.
nl: Je hebt je quota aanvragen opgebruikt, probeer opnieuw over {0}.

source: You're making requests too fast, please try again later.
nl: Je maakt te snel aanvragen, probeer later nog eens.

source: {0} returned an error, please try again later.
nl: {0} resulteert in een foutmelding, probeer het later nog een keer.
pt: {0} retornou um erro, por favor tente novamente mais tarde.

source: There doesn't seem to be a user named {0} on {1}.
nl: Er is geen gebruiker bekend met de naam {0} op {1}.
pt: Parece que não existe um usuário com o nome de {0} no {1}.

source: You need to log in to access this page.
nl: Je moet inloggen om deze pagina te bekijken.
pt: Você precisa logar para ter acesso a esta página.

source: You are not authorized to access this page.
nl: U bent niet gemachtigd om deze pagina te bekijken.
pt: Você não está autorizado para acessar essa página.

source: Forbidden
nl: Verboden

source: Not Found
nl: Niet gevonden

source: Too Many Requests
nl: Teveel verzoeken

source: Internal Server Error
nl: Interne server fout

source: Upstream Error
nl: Upstream fout

source: The transfer to your bank account has failed!
nl: De overboeking naar je bankrekening is mislukt!
pt: A transferência para sua conta bancária falhou!

source: Your credit card has failed!
nl: Uw kredietkaart heeft gefaald!
pt: O seu cartão de crédito falhou!

source: Fix your card
nl: Controleer Uw kaart
pt: Conserte o seu cartão

source: Your credit card is about to expire!
nl: Uw kredietkaart is bijna verlopen!
pt: O seu cartão de crédito está prestes a expirar!

source: Update card
nl: Vernieuw kaart
pt: Atualize o cartão

source: Your account does not have an associated email address.
nl: U hebt nog geen e-mailadres toegewezen aan uw account.
pt: Sua conta não tem um endereço de email associado.

source: Add an email address
nl: Voeg een e-mailadres toe
pt: Adicione um endereço de email

source: Overview
nl: Overzicht
pt: Visão geral

source: Pricing
nl: Kosten
pt: Preços

source: Contact Us
nl: Contact
pt: Contate-nos

source: Terms of Service
nl: Service voorwaarden
pt: Termos de Serviço

source: Privacy Policy
nl: Privacy beleid
pt: Política de Privacidade

source: Disclosure
nl: Bekendmaking
pt: Divulgação

source: Basic Info
nl: Basisinformatie
pt: Informação básica

source: Features
nl: Functies
pt: Características

source: Policies
nl: Richtlijnen
pt: Políticas

source: Security
nl: Veiligheid
pt: Segurança

source: + Add
nl: + Toevoegen
pt: + Adicionar

source: Disconnect
nl: Afsluiten
pt: Disconectar

source: About
nl: Omtrent
pt: Sobre

source: Explore
nl: Ontdek

source: Search
nl: Zoeken
pt: Pesquisa

source: Terms
nl: Voorwaarden
pt: Termos

source: Colophon
nl: Colofon
pt: Cólofon

source: Communities
nl: Gemeenschappen
pt: Comunidades

source: Join Communities
nl: Vervoeg gemeenschappen
pt: Junte-se a Comunidades

source: Social Profiles
nl: Sociale Profielen
pt: Perfis Sociais

source: Other Receiving Options
nl: Andere ontvangst opties
pt: Outras opções de recebimento

source: Other Giving Options
nl: Andere gift opties
pt: Outras opções para doar

source: Save
nl: Bewaar
pt: Salvar

source: Cancel
nl: Annuleer
pt: Cancelar

source: Delete
nl: Verwijderen

source: Edit
nl: Verander
pt: Editar

source: Jump to {0} from {1}
nl: Ga naal {0} van {1}
pt: Pule para {0} de {1}

source: Go
nl: Start
pt: Vá

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: First
nl: Eerste

source: Last
nl: Laatste

source: Statement
nl: Afschrift
pt: Afirmação

source: Tell us how you're making the world better.
nl: Vertel ons iets over hoe jij bijdraagt aan een betere wereld.
pt: Conte-nos como você está tornando o mundo melhor.

source: Gratipay allows you to have profile statements in multiple languages. Use the selector below to switch between them.
nl: Gratipay maakt het mogelijk om je profiel verklaringen te vertalen naar meedere talen. Gebruik onderstaande knop om te wisselen tussen de verschillende vertalingen.
pt: Gratipay permite que você tenha declarações em seu perfil em várias línguas. Use o seletor abaixo para trocar entre elas.

source: Markdown supported.
nl: Markdown ondersteund.
pt: Markdown suportado.

source: What is markdown?
nl: Wat is markdown?
pt: O que é markdown?

source: View source.
nl: Bekijk bron.
pt: Veja fonte.

source: hidden
nl: verborgen
pt: oculto

source: Gives
nl: Geeft
pt: Doa

source: Receives
nl: Ontvangt
pt: Recebe

source: Joined
nl: Lid geworden
pt: Afiliou-se

source: Profile
nl: Profiel
pt: Perfil

source: Subscriptions
nl: Abonnementen

source: History
nl: Geschiedenis
pt: Histórico

source: Identity
nl: Identiteit

source: Settings
nl: Instellingen
pt: Definições

source: Events
nl: Gebeurtenissen
pt: Eventos

source: Search Gratipay
nl: Doorzoek Gratipay
pt: Procure no Gratipay

source: {0} to give to {1}
nl: {0} gift aan {1}
pt: {0} para doar para {1}

source: Sign in
nl: Log in
pt: Logar

source: Amount ($)
nl: Bedrag ($)

source: Last Set
nl: Laatste serie
pt: Definido pela última vez.

source: First Set
nl: Eerste serie
pt: Definido pela primeira vez.

source: Only {0}% of active users also {1}support Gratipay{2}.
nl: Maar {0}% operationele gebruikers {1}ondersteunen ook Gratipay{2}.
pt: Apenas {0}% os usuários ativos também {1}suportam o Gratipay{2}.

source: {0}% of active users also {1}support Gratipay{2}.
nl: {0}% operationele gebruikers {1}ondersteunen ook Gratipay{2}.
pt: {0}% os usuários ativos também {1}suportam o Gratipay{2}.

source: Will you help us reach {0}%?
nl: Wil je ons helpen om {0}% te bereiken?
pt: Você vai nos ajudar a alcançar {0}%?

source: Will you join them?
nl: Wil je hen vervoegen?
pt: Você vai se juntar a eles?

source: Other
nl: Andere
pt: Outro

source: No thanks
nl: Nee, bedankt
pt: Não obrigado

source: We fund Gratipay solely through your voluntary payments!
nl: Wij financieren Gratipay uitsluitend door uw vrijwillige bijdragen!
pt: Nós financiamos o Gratipay exclusivamente através dos seus pagamentos voluntários!

source: Learn more
nl: Leer meer
pt: Aprenda mais

source: Learn more about how teams work
nl: Leer meer over hoe teams werken
pt: Aprenda mais sobre como os times funcionam

source: Your Payment
nl: Uw betaling

source: Support {0}
nl: Steun {0}

source: Stop Giving
nl: Stop met geven
pt: Pare de Doar

source: Back your payment with a {0}credit card{1} to make sure it goes through!
nl: Ondersteun je betaling met een {0}credit card{1} om er zeker van te zijn dat het aankomt!
pt: Apoie o seu pagamento com um {0}cartão de crédito{1} para ter certeza que vai dar certo!

source: Weekly Payments
nl: Wekelijkse betalingen
pt: Pagamentos Semanais

source: Motivated by Gratitude
nl: Gemotiveerd door dankbaarheid
pt: Motivado pela Gratidão

source: Sustainably crowdfund your business, personal projects, or charity, with {0}no extra fees{1}.
nl: Duurzame crowdfinanciering van je zaak, persoonlijke projecten, of liefdadigheid, zonder {0} extra kosten{1}.
pt: Financie Coletivamente os seus negócios, projetos pessoas, ou caridade, {0}sem taxas extras{1}.

source: {0}Sign In{1} {2}to Accept Weekly Payments{3}
nl: {0}Log in{1} {2}om wekelijkse betalingen te aanvaarden{3}
pt: {0} Logue{1} {2}para Aceitar Pagamentos Semanais{3}

source: Sign in with {0}
nl: Log in met {0}
pt: Logue com {0}

source: Or sign in with:
nl: of log in met:
pt: Ou logue com:

source: By signing in, you indicate that you have read and agree to our {0}Terms of Service{1}.
nl: Door in te loggen verklaart u dat u instemt met onze {0}algemene voorwaarden{1}.

source: You'll be joining {0} active users, who exchanged {1} {2}last week{3}.
nl: Je vervoegt {0} actieve gebruikers, die vorige weer {1} {2} uitgewisseld hebben{3}.
pt: Você vai estar se juntando {0} usuários ativos, que trocaram {1} {2}semana passada{3}.

source: Want to see who they are? Browse {0}our communities{1}.
nl: Wil je zien wie ze zijn? Bezoek {0}onze gemeenschappen{1}.
pt: Quer saber quem eles são? Procure {0}nossas comunidades{1}.

source: Want to work for Gratipay? We are an {0}open company{1}.
nl: Wil je voor Gratipay werken? We zijn een {0}open bedrijf{1}.
pt: Quer trabalhar para o Gratipay? Nós somos uma {0}empresa aberta{1}.

source: Giving
nl: Geven
pt: Doando

source: Who inspires you? See if they're on Gratipay:
nl: Wie inspireert u? Kijk of ze ook lid zijn van Gratipay:
pt: Quem lhe inspira? Veja se eles estão no Gratipay:

source: Find your friends from social networks:
nl: Vind je vrienden op sociale netwerken:

source: Receiving
nl: Ontvangt
pt: Recebendo

source: You receive {0} per week.
nl: Je ontvangt {0} per week.
pt: Você recebe {0} por semana.

source: To receive money, do something awesome and then tell people about it:
nl: Om giften te ontvangen, doe iets geweldigs en vertel er iets over:
pt: Para receber dinheiro, façã algo impressionante e então fale para as pessoas sobre isso:

source: {0}Fill out your profile{1} to let others know about you.
nl: {0}Vervolledig je profiel{1} zodat anderen je beter kennen.
pt: {0}Preencha o seu perfil{1} para deixar os outros lhe conhecerem.

source: Reach a wider audience by {0}embedding our widgets{1} on your blog/website.
nl: Bereik een groter publiek door {0}onze widgets te plaatses{1} op je blog/website.
pt: Alcançe uma audiência maior {0}embutindo nossos widgets{1} no seu blog/website.

source: You must sign in to apply for a new team.
nl: U moet inloggen om u aan te melden bij een nieuw team.

source: You must have a verified email address to apply for a new team.
nl: U moet in het bezit zijn van een geverifieerd emailadres om u te kunnen aanmelden voor een nieuw team.

source: You must attach a bank account or PayPal to apply for a new team.
nl: U moet een bankrekening of PayPal account aan uw account koppelen om u te kunnen aanmelden voor een nieuw team.

source: Team Name
nl: Team naam
pt: Nome do Time

source: Product or Service
nl: Product of service

source: What product or service does your team provide?
nl: Welk product of service levert uw team?

source: Revenue Model
nl: Business model

source: How does your team make money?
nl: Hoe verdient uw team geld?

source: Contributing
nl: Bijdragen

source: How can other people get involved with your team?
nl: Hoe kunnen andere mensen uw team helpen?

source: Paying Contributors
nl: Betalende medewerkers

source: How do you share revenue with contributors?
nl: Hoe deelt u inkomen met uw medewerkers?

source: I agree to the {0}terms of service{1}
nl: Ik ga akkoord met de {0}algemene voorwaarden{1}

source: Apply
nl: Aanmelden

source: Found a matching username
nl: De volgende overeenkomende gebruikersnaam is gevonden
pt: Encontrado um nome de usuário correspondente

source: Found a matching community name
nl: De volgende overeenkomende gemeenschap is gevonden
pt: Encontrado um nome de comunidade correspondente

source: {0}{n}{1} Member
nl: {0}{n}{1} lid
pt: {0}{n}{1} Membro

source: Found a matching user statement
nl: De volgende overeenkomende gebruikersverklaring is gevonden
pt: Encontrada uma declaração de usuário correspondente

source: Sorry, we didn't find anything matching your query.
nl: Sorry, we hebben niks gevonden wat voldoet aan je zoekopdracht.
pt: Desculpe, nós não encontramos nada correspondente a sua dúvida.

source: Looking for a specific user of a social network?
nl: Ben je op zoek naar één specifieke gebruiker van een sociaal netwerk?
pt: Procurando por um usuário específico de uma rede social?

source: Sign Out
nl: Uitloggen
pt: Sair

source: Are you sure you wish to sign out?
nl: Ben je zeker dat je wil uitloggen?
pt: Você tem certeza que deseja deslogar?

source: Yes!
nl: Ja!
pt: Sim!

source: How to Get Involved
nl: Hoe kan je meedoen

source: How Revenue Is Shared
nl: Hoe wordt het inkomen gedeeld

source: Please sign in first
nl: Logt u alstublieft eerst in
pt: Por favor inicie a sessão primeiro

source: Payment changed to {0} per week.
nl: Betaling is veranderd naar {0} per week.

source: Thank you so much for supporting {0}!
nl: Hartelijk dank voor het steunen van {0}!

source: User not found.
nl: Gebruiker is niet gevonden.
pt: Usuário não encontrado.

source: That's not a valid number
nl: Dat is geen geldig nummer
pt: Este não é um número válido

source: A team can't take from itself
nl: Een team kan geen opbrengsten van zichzelf ontvangen
pt: Um time não pode tirar de si mesmo

source: You're only allowed to add or remove members, you can't set their takes to specific amounts.
nl: U bent alleen gemachtigd om leden toe te voegen of te verwijderen. Het is niet mogelijk om een specifiek bedrag aan opbrengsten aan een lid toe te wijzen.
pt: Você apenas está permitido a adicionar ou remover membros, você não pode setar suas retiradas para valores específicos.

source: Are you sure you want to remove {0} from this team?
nl: Weet je zeker dat je {0} uit het team wilt verwijderen?
pt: Você tem certeza que deseja remover {0} deste time

source: {0} has been removed from the team.
nl: {0} is uit het team verwijderd.
pt: {0} foi removido deste time.

source: {0} is already a member of this team.
nl: {0} is al lid van dit team.
pt: {0} já é membro deste time.

source: {0} has been added to the team.
nl: {0} is aan het team toegevoegd.
pt: {0} foi adicionado ao time.

source: Are you sure you want to leave this team?
nl: Weet je zeker dat je dit team wilt verlaten?
pt: Você tem certeza que deseja sair desse time?

source: Your take is now {0} (you can't go higher this week).
nl: Uw deel van de opbrengst is {0} (het is niet mogelijk om deze week meer te ontvangen).
pt: Sua parte é agora {0}. (você não pode ir além essa semana).

source: Your take is now {0}.
nl: Uw deel van de opbrengst is {0}.
pt: Sua parte é agora {0}.

source: Team Members
nl: Teamleden
pt: Membros do Time

source: Updating…
nl: Bijwerken...
pt: Atualizando...

source: Last{0} Week ($)
nl: Afgelopen{0} week ($)
pt: Semana{0} passada ($)

source: This{0} Week ($)
nl: Deze{0} week ($)
pt: Esta{0} Semana ($)

source: Team{0} Balance ($)
nl: Team{0} balans ($)
pt: Time{0} Balanço ($)

source: This{0} Week (%)
nl: Deze{0} week (%)
pt: Esta{0} Semana (%)

source: Enter a Gratipay username
nl: Geef een Gratipay gebruikersnaam op
pt: Entre um usuário Gratipay

source: Add
nl: Toevoegen
pt: Adicionar

source: Frequently Asked Questions
nl: Veelgestelde vragen
pt: Perguntas Mais Frequentes

source: The Delpan Incident
nl: Het Delpan incident
pt: O incidente Delpan

source: Sign In
nl: Log in
pt: Iniciar sessão

source: Fraud Review Dashboard
nl: Fraude controle dashboard
pt: Painel de revisão de fraude

source: Fraud Review Dashboard - (Teams)
nl: Fraude controle dashboard - (Teams)

source: There is {n} community on Gratipay.
nl: Er is {n} community op Gratipay.
pt: Existe {n} comunidade no Gratipay.

source: Find or add a community ...
nl: Zoek of voeg een gemeenschap toe ...
pt: Encontre ou adicione uma Comunidade

source: {n} Member
nl: {n} Lid
pt: {n} Membro

source: Popular Communities
nl: Populaire gemeenschappen
pt: Comunidades Populares

source: Name
nl: Naam

source: Owner
nl: Eigenaar

source: Member
nl: Lid
pt: Membro

source: Organized {0} ago.
nl: {0} geleden georganiseerd.
pt: Organizado {0} atrás.

source: {0} to join the {1} community on Gratipay.
nl: {0} vervoegt de {1} gemeenschap op Gratipay.
pt: {0} para afiliar-se a {1} comunidade no Gratipay.

source: Leave
nl: Verlaat
pt: Deixar

source: Join
nl: Vervoeg
pt: Afiliar-se

source: You're the first one here!
nl: Je bent de eerste hier!
pt: Você é o primeiro aqui!

source: Bring the {0} community to Gratipay to find like-minded people to give to.
nl: Breng de {0} gemeenschap naar Gratipay om gelijkgestemden mensen te vinden om aan te geven.
pt: Traga a {0} comunidade para o Gratipay para encontrar pessoas da mesma opinião para doar.

source: New Members
nl: Nieuwe leden
pt: Novos Membros

source: Top Givers
nl: Top gevers
pt: Principais Doadores

source: Anonymous
nl: Anoniem
pt: Anônimo

source: Top Receivers
nl: Top ontvangers
pt: Principais Recebedores

source: More
nl: Meer
pt: Mais

source: Please Confirm
nl: Bevestigen alstublieft
pt: Por favor Confirme

source: {0} is connected to {1} on Gratipay.
nl: {0} is verbonden met {1} op Gratipay.
pt: {0} está conectado a {1} no Gratipay.

source: Transfer it?
nl: Overmaken?
pt: Transfere isso?

source: How the accounts are now
nl: Huidige staat van de account
pt: Como estão as contas agora

source: How the accounts will be after the transfer
nl: Staat van de account na de overboeking
pt: Como as contas irão ficar após a transferência

source: Abandoned:
nl: Verlaten:
pt: Abandonado:

source: Yes
nl: Ja
pt: Sim

source: No
nl: Nee
pt: Não

source: Friend Finder
nl: Vriendenzoeker

source: You have {n} friend on {0}.
nl: Je hebt {0} vriend op {0}.

source: Note: privacy settings may prevent Gratipay from seeing some of your {0} friends.
nl: Opmerking: privacy instellingen kunnen Gratipay verhinderen een aantal van je {0} vrienden te zien.

source: Please refresh your {0} connection
nl: Ververs je {0} verbinding, alstublieft.

source: to find your friends from there.
nl: om je vrienden van daar te vinden.

source: Connect your {0} account
nl: Verbind uw {0} account

source: No friends found.
nl: Geen vrienden gevonden.

source: On Gratipay?
nl: Op Gratipay?

source: Supporters
nl: Steuners

source: Failure
nl: Mislukt
pt: Falha

source: Are you really an administrator of the {0} team?
nl: Bent u echt de administrator van het {0} team?
pt: Você realmente é um adminstrador do time {0} ?

source: Your attempt to claim this account failed because you're logged into {0} as someone who isn't an administrator of the {1} team. Please sign out and {2}try again{3}.
nl: Uw poging om deze account te bemachtingen is mislukt, omdat u bent ingelogd op {0} als iemand die geen administrator is van het {1} team. Logt u alstublieft uit en {2}probeer het opnieuw{3}.
pt: Sua tentativa de reclamar essa conta falhou porque você está logado em {0} como alguém que não é adminstrador do time {1}. Por favor deslogue e {2}tente novamente{3}.

source: Are you really {0}?
nl: Bent u echt {0}?
pt: Você realmente é {0}?

source: Your attempt to claim this account failed because you're logged into {0} as someone else. Please sign out and {1}try again{2}.
nl: Uw poging om deze account te bemachtigen is mislukt, omdat u bent ingelogd op {0} als iemand anders. Logt u alstublieft uit en {1}probeer het opnieuw{2}.
pt: Sua tentativa de reclamar essa conta falhou porque você está logado em {0} como outra pessoa. Por favor deslogue e {1}tente novamente{2}.

source: {0} is a private team
nl: {0} is een privé team
pt: {0} é um time privado

source: {0} is a big team
nl: {0} is een groot team
pt: {0} é um grande time

source: {0} is a team with {n} public member
nl: {0} is een team met {n} publiek lid
pt: {0} é um time com {n} membro público

source: A Lot
nl: Veel
pt: Muito

source: {0} has not joined Gratipay.
nl: {0} is geen lid geworden van Gratipay.
pt: {0} não se juntou ao Gratipay.

source: Are you an administrator of this {0} team account? Connect it to your Gratipay account.
nl: Bent u een administrator van dit {0} team account? Verbind het met uw Gratipay account.
pt: Você é um administrador dessa conta do time {0}? Conecte-a a sua conta Gratipay.

source: Connect team account
nl: Verbind het team account
pt: Conecte conta do time

source: Is this you? You can join Gratipay with a couple clicks:
nl: Bent u dit? U kunt lid worden van Gratipay met enkele muisklikken:

source: Join Gratipay
nl: Word lid van Gratipay
pt: Junte-se ao Gratipay

source: Is this yours? Connect it to your Gratipay account.
nl: Is dit van u? Verbind het aan uw Gratipay account.
pt: Isso é seu? Conecte isso a sua conta do Gratipay.

source: Connect
nl: Verbinden
pt: Conecte

source: What is Gratipay?
nl: Wat is Gratipay?
pt: O que é o Gratipay?

source: Gratipay provides payments and payroll for open work.
nl: Gratipay voorziet in betalingen en lonen voor open werk.

source: accepts gifts
nl: donaties accepteren
pt: presentes aceitos

source: hasn't joined Gratipay yet
nl: is nog geen lid geworden van Gratipay
pt: ainda não se juntou ao Gratipay

source: How are you applying for a team!?
nl: Hoe meldt u zich aan voor een team!?

source: Please agree to the terms of service.
nl: Ga alstublieft akkoord met de algemene voorwaarden.

source: Please fill out the '{0}' field.
nl: Vul alstublieft het '{0}' veld in.

source: Sorry, there is already a team using '{}'.
nl: Sorry, er is al een team dat '{}' gebruikt.

source: Identity Verification
nl: Identiteits controle
pt: Verificação de Identidade

source: Invalid date of birth.
nl: Geboortedatum is ongeldig.

source: Unable to verify your identity
nl: Het is niet gelukt om uw identiteit te verifiëren

source: Your identity is verified, which means you may add a {0}bank account{1}.
nl: Uw identiteit is geverifieerd. U mag nu een {0}bankrekening{1} toevoegen.

source: Your Legal Name
nl: Uw officiele naam
pt: Seu Nome Legal

source: Address
nl: Adres

source: Address (second line)
nl: Adres (tweede regel)

source: City
nl: Stad
pt: Cidade

source: State or Province
nl: Staat of Provincie
pt: Estado ou Província

source: ZIP or Postal Code
nl: ZIP of postcode
pt: CEP ou Código Postal
